[Author]
Language=Ukrainian
TranslatedBy=Valerij Romanovskij
TranslatorContact=valerik-roma@mail.ru
TranslatorURL=
LastUpdated=03/03/2015

[Language]
File1.Caption=Файл
OpenChangelog1.Caption=Cписок змін
OpenEULA1.Caption=Ліцензія
Exit1.Caption=Вийти
Help1.Caption=Допомога
Homepage1.Caption=Сайт
About1.Caption=О Програмою
TabSheet1.Caption=Хеш-сума файла
TabSheet2.Caption=Хеш рядки
TabSheet3.Caption=Порівняння файлів
TabSheet5.Caption=Сканування теки
TabSheet7.Caption=Перевірка хеш-суми
Label10.Caption=Виберіть теку для сканування:

Label11.Caption=Маска файлів:
Button8.Caption=Сканувати
Button14.Caption=Зупинити
Button11.Caption=Фільтри
Button12.Caption=Експорт
Label66.Caption=Порівняти два файли
Label9.Caption=Виберіть два файли і перевір, чи розрізняються вони.

Button6.Caption=Порівняти
Label7.Caption=Перевірити хеш-суму файлу.
Label8.Caption=Виберіть один файл і порівняйте його з хешем MD5.
Button9.Caption=Перевірити
Button16.Caption=Вставити
Label2.Caption=Вставте рядок для обчислення хеш-суми:
Button4.Caption=Генерувати
Label12.Caption=Довжина рядка:
Button2.Caption=Експорт
Label1.Caption=Виберіть файл для обчислення хеш-суми:
Button1.Caption=Огляд...
Button15.Caption=Експорт
Label5.Caption=Розмір файлу:
imgFacebookLike.Hint=Наша сторінка на Facebook
imgDonate.Hint=Підтримати проект
FrmSettings.Label6.Caption=Виберіть мову:
FrmSettings.Caption=Налаштування
FrmSettings.CheckBox1.Caption=Додати в контекстне меню Провідника
FrmSettings.Button1.Caption=Закрити
FrmOutputFormat.Caption=фільтри
FrmOutputFormat.CheckBox2.Caption=Сканувати також підпапки
FrmOutputFormat.CheckBox3.Caption=Сканировать только PE-файлы, такие как EXE, SYS, DLL та інші.
FrmOutputFormat.CheckBox1.Caption=Пропускати файли нульової довжини.
FrmOutputFormat.Label1.Caption=Доступні змінні:
FrmOutputFormat.Label2.Caption=Вкажіть тут ваші налаштування формату виводу:
FrmOutputFormat.Label3.Caption=Формат виводу
FrmOutputFormat.Label4.Caption=Налаштування сканування

FrmOutputFormat.cbSkipHiddenFiles.Caption=Пропускати приховані файли
FrmOutputFormat.cbSkipSystemFiles.Caption=Пропускати системні файли
FrmOutputFormat.cbSkipBiggerFiles.Caption=Пропускати файли більше ніж N МБ
FrmAbout.Label4.Caption=Наша сторінка на Twitter
FrmAbout.Label5.Caption=Наша сторінка на Facebook
FrmAbout.Label6.Caption=Підтримати проект
FrmAbout.Caption=Про програму
Button18.Caption=Буфер
Button7.Caption=Огляд...
Button3.Caption=Огляд...
Button5.Caption=Огляд...
Button17.Caption=Буфер
FrmSettings.CheckBox3.Caption=Згорнути вікно програми при запуску вручну
Label6.Caption=Виберіть файл для перевірки:
Label20.Caption=Вкажіть тут хеш-суму MD5:
Label21.Caption=Виберіть перший файл:
Label22.Caption=Виберіть другий файл:
Label13.Caption=MD5 хеш-сума:
Label14.Caption=SHA1 хеш-сума:
Label15.Caption=SHA256 хеш-сума:
Label16.Caption=SHA384 хеш-сума:
Label17.Caption=SHA512 хеш-сума:
cbMD5.Caption=MD5 хеш-сума:
cbSHA1.Caption=SHA1 хеш-сума:
cbSHA256.Caption=SHA256 хеш-сума:
cbSHA384.Caption=SHA384 хеш-сума:
cbSHA512.Caption=SHA512 хеш-сума:
Settings1.Caption=Налаштування
Configure1.Caption=Параметри
;Messages

FILE_NOT_EXIST=Файл не існує.
SELECT_FILE=Виберіть файл...
FILES_IDENTICAL=файли ідентичні!
FILES_DIFFERENT=Файли розрізняються!
HASH_EMPTY=Поле Хеш порожньо.
HASH_WRONG=У полі Хеш помилка. Використовуйте MD5-хеш (32 символу).
MD5_CHECK_EQUAL=Хеш-суми MD5 збігаються!
MD5_CHECK_DIFFERENT=Хеш-суми MD5 розрізняються!
DIR_NOT_FOUND=Тека не існує.
FILES=Файла(ов)
SELECT_FOLDER=Виберіть теку.
TEXTAREA_EMPTY=Текст відсутній.
WAIT=Чекайте...

;New strings

Form1.Makeadonation1.Caption=Зробити пожертву
Form1.Facebookpage1.Caption=Сторінка Facebook
Form1.witterpage1.Caption=Сторінка Twitter


